alefragnani.project-manager
apollographql.vscode-apollo
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
dzhavat.bracket-pair-toggler
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
ics.japanese-proofreading
janisdd.vscode-edit-csv
mhutchie.git-graph
mohsen1.prettify-json
mquandalle.graphql
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
oderwat.indent-rainbow
prisma.prisma
redhat.vscode-extension-bpmn-editor
redhat.vscode-yaml
ruhanrk.hbs-snippets
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
tomsaunders.vscode-workspace-explorer
usernamehw.errorlens
vitest.explorer
vscodevim.vim
vstirbu.vscode-mermaid-preview
zoellner.openapi-preview
